IDEA Open Model
ResultPoint.Id Property
Compatible with IDEA StatiCa v 10.1
 Id of Point
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public int Id { get; set; }
Public Property Id As Integer
	Get
	Set
public:
property int Id {
	int get ();
	void set (int value);
}
Property Value
Type: Int32
See Also
Reference
ResultPoint Class
IdeaRS.OpenModel.Result Namespace